GARBAGE_LIST = (
                '<br/>',
                'Решим прямую задачу линейного программирования симплексным '
                'методом, с использованием симплексной таблицы.',
                'Определим максимальное значение целевой функции F(X) = 7x',
                'Определим максимальное значение целевой функции F(X) = 13x',
                'Определим максимальное значение целевой функции F(X) = 10x',
                'Для построения первого опорного плана систему неравенств '
                'приведем к системе уравнений путем введения '
                'дополнительных переменных (',
            )
TEMPLATES = [
    'data1.html',
    'data2.html',
    'data3.html'
]

UNICOD_SUB_NUMS = {
    '1': '\u2081',
    '2': '\u2082',
    '3': '\u2083',
    '4': '\u2084',
    '5': '\u2085',
    '6': '\u2086',
    '7': '\u2087',
    '8': '\u2088',
    '9': '\u2089'
}
